{
  "users": [
    {
      "id": "001",
      "login": "anton",
      "password": "qwerty123",
      "registred_at": "2050-09-22",
      "role_id": 0
    },
    {
      "id": "2fe2",
      "login": "ivan",
      "password": "qwerty123",
      "registred_at": "2048-03-04 14:00",
      "role_id": 1
    },
    {
      "id": "287a",
      "login": "ivanoff",
      "password": "qwerty123",
      "registred_at": "2053-10-27 05:37",
      "role_id": 2
    }
  ],
  "roles": [
    {
      "id": "0",
      "name": "Администратор"
    },
    {
      "id": "1",
      "name": "модератор"
    },
    {
      "id": "2",
      "name": "Читатель"
    },
    {
      "id": "3",
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "Задача организации 1",
      "image_url": "https://yandex.ru/images/search?img_url=https%3A%2F%2Fvsegda-pomnim.com%2Fuploads%2Fposts%2F2022-04%2F1649119230_66-vsegda-pomnim-com-p-sibirskaya-priroda-foto-69.jpg&lr=64&nl=1&ogl_url=https%3A%2F%2Fvsegda-pomnim.com%2Fuploads%2Fposts%2F2022-04%2F1649119230_66-vsegda-pomnim-com-p-sibirskaya-priroda-foto-69.jpg&pos=0&redircnt=1721706079.1&rlt_url=https%3A%2F%2F35photo.pro%2Fphotos_main%2F1624%2F8123705.jpg&rpt=simage&source=tabbar&text=%D0%9F%D0%B5%D0%B9%D0%B7%D0%B0%D0%B6%D0%B8%20%D0%A1%D0%B8%D0%B1%D0%B8%D1%80%D0%B8%20%D1%84%D0%BE%D1%82%D0%BE",
      "content": "Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: экономическая повестка сегодняшнего дня не оставляет шанса для поставленных обществом задач. Сложно сказать, почему ключевые особенности структуры проекта, вне зависимости от их уровня, должны быть указаны как претенденты на роль ключевых факторов. В своём стремлении повысить качество жизни, они забывают, что глубокий уровень погружения, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для поэтапного и последовательного развития общества. Картельные сговоры не допускают ситуации, при которой представители современных социальных резервов лишь добавляют фракционных разногласий и представлены в исключительно положительном свете. Но тщательные исследования конкурентов своевременно верифицированы.",
      "published_at": "2024-06-21"
    },
    {
      "id": "002",
      "title": "Задача организации 2",
      "image_url": "",
      "content": "С другой стороны, курс на социально-ориентированный национальный проект является качественно новой ступенью существующих финансовых и административных условий. Как уже неоднократно упомянуто, ключевые особенности структуры проекта формируют глобальную экономическую сеть и при этом — разоблачены. Банальные, но неопровержимые выводы, а также независимые государства, вне зависимости от их уровня, должны быть рассмотрены исключительно в разрезе маркетинговых и финансовых предпосылок. Как уже неоднократно упомянуто, сторонники тоталитаризма в науке, вне зависимости от их уровня, должны быть ассоциативно распределены по отраслям. Но независимые государства освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, описаны максимально подробно. Безусловно, дальнейшее развитие различных форм деятельности обеспечивает актуальность позиций, занимаемых участниками в отношении поставленных задач. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса экспериментов, поражающих по своей масштабности и грандиозности. Разнообразный и богатый опыт говорит нам, что экономическая повестка сегодняшнего дня играет определяющее значение для модели развития.",
      "published_at": "2024-06-21"
    }
  ],
  "comments": [
    {
      "id": "0a04",
      "author_id": "001",
      "post_id": "001",
      "published_at": "2038-02-24 02:59",
      "content": "My first comment"
    }
  ],
  "sessions": [
    {
      "id": "0c41",
      "hash": "0.37087804797653234345489181578159332275390625000000",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwerty123",
        "registredAt": "2050-09-22",
        "roleId": 0
      }
    },
    {
      "id": "4d2e",
      "hash": "0.65828456269774182629817005363292992115020751953125",
      "user": {
        "id": "001",
        "login": "anton",
        "password": "qwerty123",
        "registredAt": "2050-09-22",
        "roleId": 0
      }
    }
  ]
}